[]
=aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

[MainApp.Project]
ProjectName=Bloody7

[MainApp.TrayIconPopupMenu]
mi_LaunchOnLogin->Caption=Inicialização rápida no arranque
mi_TrayLaunch->Caption=Abrir %P
mi_ProgramExit->Caption=Exit
mi_MultiDeviceManage->Caption=Vários Dispositivos
mi_MouseLed->Caption=Visor da função
mi_DevicePair->Caption=Programa de Emparelhamento
mi_ProgramClose->Caption=Carregamento do perfil integrado
mi_MouseLedFunc_AlwaysShow->Caption=Mostrar sempre
mi_MouseLedFunc_ChangedShow->Caption=Mostrar quando alterado
mi_MouseLedFunc_Hide->Caption=Ocultar
mi_W4DSetting->Caption=Configurações da Roda 4D
mi_TroubleShooting->Caption=Troubleshoot
mi_UpdaterSetting->Caption=Update Settings
mi_AdvancedFeatures->Caption=Advanced Functionality
mi_AdvancedFeature_SyncSeriesLog->Caption=Export Settings to Share
mi_AdvancedSettings->Caption=Advanced Settings
fd_SyncSeriesLog->Caption=Export Settings to Share
fd_SyncSeriesLog->Title=Please Select Folder to Export:
ExportForSyncSeriesLogSuccess=Export Complete
mi_FactoryDefault->Caption=

[MainApp.TriggerSetPopupMenu]
mi_NoSetting->Caption=Sem Configuração
mi_Keyboard->Caption=Teclado…
mi_Mouse->Caption=Rato
mi_OfficeHotKeys->Caption=Teclas de Atalho
mi_MultiMediaHotKeys->Caption=Teclas de Atalho Multi-Media
mi_LockRightKey->Caption=Bloquar Botão direito
mi_MouseSensitivity->Caption=CPI
mi_MinusMouseSensitivity->Caption=CPI-
mi_PlusMouseSensitivity->Caption=CPI+
mi_CycleMouseSensitivity->Caption=Ciclagem CPI
mi_Sniper->Caption=Arma de Atirador especial
mi_Sniper1->Caption=Arma de Atirador especial 1
mi_Sniper2->Caption=Arma de Atirador especial 2
mi_Sniper3->Caption=Arma de Atirador especial 3
mi_Sniper4->Caption=Arma de Atirador especial 4
mi_Sniper5->Caption=Arma de Atirador especial 5
mi_Sniper6->Caption=Arma de Atirador especial 6
mi_SelectMacroFile->Caption=Selecionar Ficheiro Macro
mi_SelectMacroCheatsFile->Caption=Selecionar Ficheiro Combo
mi_MacroManager->Caption=Gestor Macro...
//多媒體熱鍵 - 網路=
mi_Back->Caption=Retroceder
mi_Forward->Caption=Avançar
mi_StopSearch->Caption=Parar
mi_Refresh->Caption=Actualizar
mi_WebSearch->Caption=Pesquisar
mi_MyFavorite->Caption=Favoritos
mi_WebBrowser->Caption=Navegador
mi_Email->Caption=E-mail
//多媒體熱鍵 - 多媒體=
mi_MediaPlayer->Caption=Media Player
mi_PreviousTrack->Caption=Registo Anterior
mi_NextTrack->Caption=Registo Seguinte
mi_StopPlay->Caption=Parar
mi_PlayPause->Caption=Reproduzir/Pausa
mi_Mute->Caption=Silenciar
mi_VolumeAdd->Caption=Volume +
mi_VolumeSub->Caption=Volume -
//多媒體熱鍵 - 系统=
mi_Calculator->Caption=Calculadora
mi_MyComputer->Caption=O Meu Computador
mi_Sleep->Caption=Inactivo
mi_Poweroff->Caption=Desligar
//滑鼠模擬+滾輪模擬=
mi_LeftButton->Caption=Botão Esquerdo
mi_RightButton->Caption=Botão Direito
mi_MiddleButton->Caption=Botão do Meio
mi_4thButton->Caption=4º Botão
mi_5thButton->Caption=5º Botão
mi_ScrollUp->Caption=Scroll para Cima
mi_ScrollDown->Caption=Scroll para Baixo
mi_ScrollLeft->Caption=Scroll para a Esquerda
mi_ScrollRight->Caption=Scroll para a Direita
mi_AxisYReversion->Caption=Eixo Y Reverso
//辦公熱鍵=
mi_Software->Caption=Abrir Ficheiro
//辦公熱鍵 - 辦公常用=
mi_Maximize->Caption=máximo
mi_Minimize->Caption=mínimo
mi_AllMinimize->Caption=Tudo mínimo
mi_ZoomIn->Caption=Aproximar
mi_ZoomOut->Caption=Afastar
mi_PasteText->Caption=Colar Texto
mi_2XKey->Caption=Duplo Clique
mi_3XKey->Caption=Três Cliques
mi_TripleFire->Caption=Fogo triplo
mi_Cut->Caption=Cortar[Ctrl+X]
mi_Copy->Caption=Copiar[Ctrl+C]
mi_Paste->Caption=Colar[Ctrl+V]
mi_Delete->Caption=Eliminar[Del]
mi_Search->Caption=Pesquisar[Ctrl+F]
mi_SelectAll->Caption=Seleccionar Todos[Ctrl+A]
mi_Redo->Caption=Refazer[Ctrl+Y]
mi_Undo->Caption=Anular[Ctrl+Z]
mi_NewFile->Caption=Novo Ficheiro[Ctrl+N]
mi_OpenFile->Caption=Abrir Ficheiro[Ctrl+O]
mi_SaveFile->Caption=Guardar Ficheiro[Ctrl+S]
mi_Print->Caption=Imprimir[Ctrl+P]
mi_Disabled->Caption=Desativado
//螢幕功能=
mi_ScreenCaptureFunc->Caption=Função do ecrã
mi_StaticShot->Caption=Captura de ecrã
mi_16in1MouseGesture->Caption=Gesto 16-em-1
mi_MouseGestures->Caption=
mi_PenSuit->Caption=Apontador de linha
profilekey=Tecla específica do rato
mi_ScrollShot->Caption=
mi_ScreenCapture->Caption=Captura de ecrã
mi_ScreenShotPro->Caption=Screen Capture Pro

[MainApp.Misc]
Version=Versão:
Key=tecla
ScriptIsTooLarge=O tamanho do script é demasiado grande, a memória não é suficiente.
SelectSoft=Seleccione o nome do ficheiro ou o atalho
InternetMessageInform=Você tem %d  avisos novos!
MouseNotExists=Por favor conecte a Bloody serie.
DetectMultiDevice=Vários ratos Bloody detectados, por favor, mantenha apenas um e reiniciar o programa.
DetectMultiSoftware=O programa já está aberto!
UpdateKernelSystem=Alteração do núcleo...
FinishUpdateKernelSystem=Alterar código Concluído!
MouseKeySet=configuração de chave
MouseOSDHint=dicas de recursos
TrialAccessDeny=Thanks for viewing [HEADSHOT]! Can not apply! Please purchase Ultra-Core3 activation code online!
ScriptApplyInform=As configurações são armazenadas na memória do mouse!
SensitivityApplyInform=As configurações são armazenadas na memória do mouse!
WirelessGuardApplyInform=As configurações são armazenadas na memória do mouse!
SniperApplyInform=As configurações são armazenadas na memória do mouse!
NoMoreHint=Não mostrar mais
UpdateWirelessMouse=Atualização do rato
UpdateWirelessKeyboard=Atualização do teclado
FinishUpdateDeviceFirmware=Atualização concluída!
ExecutionDeny=Não é suportada uma versão mais antiga do software. Transfira o software Bloody mais recente!
ProgramTerminateTitle=Sem interrupção de jogo
ProgramTerminateTips=Para evitar ser detectado e expulso como "programa de batota" pelo vigilante do jogo, escolha "sem interrupção de jogo." Ele carregará todos os dados para a memória do rato e funcionará em hardware sem controladores.   
TrialVersionHint=Foi ultrapassado o Teste grátis para 1000 vezes. Para uma edição vitalícia, vá à loja on-line shop para comprar Ultra Núcleo3.
MacroMemoryDownloadErrorToRestore=Download error!! There is a problem with the script's macro content, please revise the script. It will automatically return to the previous setting!! 
MacroMemoryDownloadErrorAndTerminate=Download error!! There is a problem with the script's macro content.

[KeyboardPanelForm]
ck_Window->Caption=Windows
ck_Ctrl->Caption=Ctrl
ck_Alt->Caption=Alt
ck_Shift->Caption=Shift
lb_Close->Caption=Fechar

[PasteTextForm]
lb_Text->Caption=Introduza o texto:
mi_EditerCut->Caption=Cortar       Ctrl+X
mi_EditerCopy->Caption=Copiar       Ctrl+C
mi_EditerPaste->Caption=Colar        Ctrl+V
N1->Caption=-
mi_LoadFromFile->Caption=Ler do ficheiro…
mi_LoadFromRecord->Caption=Textos recentes

[TrayIconWebAD]
lb_Title->Caption=Notificar Info
lb_Close->Caption=

[KeySetForm]
lb_SelectConfiguration_KS->Caption=Selecionar perfil :
lb_ConfigurationSwitch_KS->Caption=Configurar modo de comutação :
ConfigurationManagement=Gestão de perfil
ReturnToDefault=Voltar à predefinição
NotSpecify=Não pode ser especificado
HardwareSwitch=Controlador do rato livre
apps=Aplicação de funcionamento
hotkey=Tecla rápida para teclado
profilekey=Tecla específica do rato
MouseRestoreHint=Retomar configurações predefinidas
AskMouseRestore=Retomar todas as configurações predefinidas do rato? (A função rato será suspensa até que o processo esteja concluído).
lb_Hint_KS->Caption=Clique nos botões acima para personalizar programa!
WeaponExtensionsKeys=[Guns] Extensions Key

[MouseSensitivityForm]
htmlb_ReportRate_Sensitivity->Caption=Velocidade de transmissão do rato
htmlb_Debounce_Sensitivity->Caption=Clique resposta
DebounceIRPT_Title=Resposta-chave (Microinterruptor infravermelho, extremo 0.2ms, não necessita ajuste.)
htmlb_125Hz_Sensitivity->Caption=125Hz
htmlb_250Hz_Sensitivity->Caption=250Hz
htmlb_500Hz_Sensitivity->Caption=500Hz
htmlb_1000Hz_Sensitivity->Caption=1000Hz
htmlb_2000Hz_Sensitivity->Caption=2000Hz
ck_ArmorBoots_Sensitivity->Caption=Deseja aumentar a Sensibilidade? 
lb_SensorLiftHeightCalibration_Sensitivity->Caption=Calibração do sensor
ck_DefaultSensorLiftHeight_Sensitivity->Caption=Predefinir
ck_SensorLiftHeightCalbration_Sensitivity->Caption=Calibração
bt_SensorLiftHeightCalibration_Sensitivity->Caption=Calibração
LaserMicroSensorLiftHeightCalibrationHelp="Tecnologia de Calibração de 16 graus" inovadora, ajusta o foco entre o motor do laser de grau e as suas texturas de funcionamento, o que torna as imagens capturadas mais claras para melhor posicionamento e mais ampla adaptabilidade da superfície de trabalho.  
OpticsMicroSensorLiftHeightCalibrationHelp="Tecnologia de Calibração de 16 graus" inovadora , ajusta o foco entre o motor do laser de grau e as suas texturas de funcionamento, o que torna as imagens capturadas mais claras para melhor posicionamento e mais ampla adaptabilidade da superfície de trabalho.  
htmlb_MouseDPITip_Sensitivity->Caption=Configuração CPI
MouseDPIHelp1=Variação do IPC: Clique duas vezes [1], flash vermelho de luz, roda + / -, clique em [1] novamente para guardar.
MouseDPIHelp2=Para selecionar rapidamente níveis de CPI predefinidos, empurre o Botão de pressão para a frente [1] e mantenha durante 3 segundos até que a luz vermelha pisque.  Em seguida, role a "roda" para comutar novamente os níveis CPI e o Botão de pressão [1] para permanecer na CPI selecionada.
MouseDPIHelp3=4th and 5th button can be set as CPI Button.
DebounceHelp=O click normal é de cerca de 18ms, e primeiro Bloody, tem a mais rápida resposta de 1 ms, incluindo 18 velocidades para a seleção.
DebounceHelp_IR=Inovação exclusiva da tecnologia de sensor infravermelho "Ahead[1ms]", usa fotoacoplador para disparar o interruptor sem contato físico e reduz a resposta da tecla para o extremo 1 ms (o rato típico é de cerca de 18 ms). Resolve as falhas da tecla causadas por oxidação e desgaste, melhorando significativamente a durabilidade da tecla.
ArmorBootsHelp=Use the Durable Metal Mouse Feet fpara maior sensibilidade! @RETURN@(Acessório opcional)
SensorLiftUnsupported=Este modelo não suporta a função "Calibração fina do motor".
DebounceHelp_IR_Patent=View CN Patent 
TipsForInvalidReportRate=This product is a hardware to adjust the report rate, no software setting is required.

[OSDSetting]
lb_KeyComment->Caption=Current key ScreenMemo :
ck_EnableOSD->Caption=Activar Função/Tecla de Lembrete
lb_DisplayTime->Caption=Aparecer Duração de Lembrete[Segundos]
lb_DisplayX->Caption=X :
lb_DisplayY->Caption=Y :
lb_Position->Caption=Posição:
lb_Cursor->Caption=Radar
//im_CursorPoint->Hint=Mova o radar alvo para qualquer ponto do seu ecrã para capturar as coordenadas X, Y.
ck_BackgroundEnable->Caption=Com fundo
lb_BackgroundColor->Caption=Cor :
lb_FontSize->Caption=Tamanho da Fonte :
lb_FontColor->Caption=Cor da Fonte :
lb_Memo->Caption=Nota : As definições serão aplicada a todas a teclas de ScreenMemos.
InputDigitError=Por favor introduza números!!!
OSDSecondsRangeError=A variação Duração de Lembrete deve ser entre %x e %y.
OSDFontSizeRangeError=A variação de Tamanho da Fonte deve ser entre %x e %y.

[WeaponsAdjustForm]
lb_Catalog_Weapon->Caption=Jogo:
lb_TShootType_Weapon->Caption=Estilo
lb_TGunName_Weapon->Caption=Armoury
lb_TControlKey_Weapon->Caption=Selecione
lb_TResolution_Weapon->Caption=Resolução
lb_TCPIRemark_Weapon->Caption=Sensibilidade
ApplyInform=Os últimos dados de armas de fogo foi carregado na memória do mouse, use o 1/N/3/4 teclas de controle, para alterar o modo de disparo Esquerda-chave!
GameManagement=Dobrador
GameManagement_New=Nova pasta
GameManagement_Edit=Renomear pasta
GameManagement_Delete=Excluir pasta
GameManagement_FileManage=Importar/Exportar
GameManagement_Transfer=Carregar/Descarregar
GameManagement_Import=Importar
GameManagement_Export=Exportar
bt_OnlineRefrence_Weapon->Caption=Manual
NewGameNameTitle=Nova pasta
NewGameNameDefault=Nova pasta
ModifyGameNameTitle=Editar pasta
DeleteGameTitle=Apagar
DeleteGameNameTitle=Ficheiro
DeleteGameFileConfirm=Apagar esta pasta do jogo?
DeleteGameFileSelected=Arquivo / Pasta foi aplicada na memória do Rato, você deseja Excluir / Renomear? Se [Sim] a função irá apagar!
RenameGameNameSelected=Arquivo / Pasta foi aplicada na memória do Rato, você deseja Excluir / Renomear? Se [Sim] a função irá apagar!
ImportGunFile=Seleccione  ficheiro de dados da arma para importar
ExportGunFile=Seleccione  ficheiro de dados da arma para exportar
ExportGunFileTargetFolder=Caminho do destino :
ExportGunFileSuccess=Os dados da arma foram exportados!
ImportFileExists=Arquivo já existe, substituir?
ImportDeny_FileFormatError=Formato de arquivo não é correto, não é possível importar!
ControlKey1=N-Key
ControlKey2=3-Key
ControlKey3=4-Key
ControlKey4=Botão do Meio
ControlKey5=4º Botão
ControlKey6=5º Botão
ControlKey7=xx-Key
ShootTypeA=A-Burst
ShootTypeB=B-Strafe
ShootTypeC=C-Machine
ShootTypeD=D-In_Game
ShootTypeM=M-Macro
CPIRemarkDefault=Padrão
lb_ExtensionsControlKeySetting_Weapon->Caption=[Guns] Extensions Keys

[InputBoxEx2Form]
lb_InputMessage->Caption=Nome do arquivo de entrada
InputNameError=Por favor coloque o nome do arquivo!
InputNameExists=Arquivo já existe, não é possível estabelecer!
InputNameInvalid=Caracteres inválidos detectados [por exemplo, \ /:. *? "<> |].
SpecialNameAvoid=Caractere inválido detectado, insira novamente!

[WeaponPropertiesForm]
lb_GunFileManagement->Caption=Arquivo
lb_GameName->Caption=Jogo
lb_PropertyMode->Caption=Estilo
lb_GameResolution->Caption=Resolução
lb_CPIRemark->Caption=Sensibilidade
lb_GunName->Caption=Nome
lb_3xBulletCountSet->Caption=Números
lb_3xBallisticCompensation->Caption=Voltar
lb_3xBulletIntervalTime->Caption=Tiro@RETURN@Intervalo (ms)
lb_NxBallisticCycle->Caption=Laço
lb_NxBallisticCycleDescript1->Caption=de
lb_NxBallisticCycleDescript2->Caption=para
BallisticCompensation1=Não-Retorno
BallisticCompensation2=Voltar
GunManagement=Arquivo
GunManagement_New=Novo
GunManagement_Open=Abrir
GunManagement_Save=Salvar
GunManagement_SaveAs=Salvar como
GunManagement_Delete=Excluir
GunManagement_Rename=Rebatizar
OpenDialog_Title=Abrir
OpenDialog_GameName=Jogo:
OpenDialog_GunFile=Arquivo
OpenDialog_FileType=Tipo
OpenDialog_FileTypeCaption1=Todos os ficheiros (*.*)
OpenDialog_FileTypeCaption2=A-*.bwp (A-Burst)
OpenDialog_FileTypeCaption3=B-*.bwp (B-Strafe)
OpenDialog_FileTypeCaption4=C-*.bwp (C-Machine)
OpenDialog_FileTypeCaption5=D-*.bwp (D-In_Game)
OpenDialog_FileTypeCaption6=M-*.mgn (M-Macro gun)
OpenDialog_FileTypeCaption7=M-*.mgn2 (M-Macro gun)
RKeyToPauseNx3x_A=Pressione a Tecla R,@RETURN@ desativa A-Burst
RKeyToPauseNx3x_B=Pressione tecla R,@RETURN@ desativa B-Strafe
RKeyToPauseNx3x_C=Pressione Tecla R, desativa C-Machine
RKeyToPauseNx3x_D=Pressione a Tecla R, @RETURN@desativa D-In_Game
GunNameExists=Os dados da arma existem.
DeleteGunFileConfirm=Exclua o arquivo arma?
DeleteLockedGunFile=Arquivo / Pasta foi aplicada na memória do Rato, você deseja Excluir / Renomear? Se [Sim] a função irá apagar!
WeaponPropertiesUpdateDeny=Esta é uma edição de avaliação, não é possível guardar dados.
SelfDefineAddError=Caracteres inválidos detectados [por exemplo, \ /:. *? "<> |].
AskDialog_IsSave=Guardar informações modificadas?
bt_BallisticDemo->Caption=Trajectoria
bt_HardwareTemporaryAdjust->Caption=Descrição
DialogOpen=Abrir
DialogSave=Guardar
DialogDelete=Eliminar
AModeStatement=A-Burst: The L-chave irá atuar como multi-shot, até 5 tiros, você pode usar o "offset" e "Intervalo de tempo" para ajustar para o melhor de armas melhor desempenho. O "offset" vai eliminar os efeitos de recuo eo "intervalo de tempo" pode controlar a velocidade de disparo, o menor intervalo de tempo significa mais rápido a velocidade de disparo. Você pode ativar ou desativar "Crosshairs retorno". As vantagens deste modo de nos concentrar trajetória das armas "e salvar balas.
BModeStatement=B-Strafe: A L-chave realiza velocidadea automáticas de alta on-off ações. Use "offset" e "Intervalo de tempo" para afinar cada tiro. Este modo irá intensificar as armas de fogo como metralhadoras. Dependendo de cada características de armas de fogo, use "Sub-loop" para configurar o melhor desempenho de armas de fogo.
CModeStatement=C-Machine: Para o melhor desempenho, ajuste fino de velocidade de disparo para sincronizar máquina velocidade de disparo de armas, e aplicar "offset" para fazer a 'metralhadoras balístico intensamente focados.
DModeStatement=D-In_Game: Não há necessidade de sair de jogos, clique duas vezes em "N" ou "3" para ajustar "offset" e "intervalo de tempo", o arquivo arma irá atualizar automaticamente após No jogo de ajuste para uso futuro (Verifique D-In_Game. explicar para mais detalhes)
MModeStatement=M-Macro: Para transferir "arquivo Macro" para o L-chave. Você pode incorporar o disparo com muitas ações, como saltar, agachar e obter-terra-o. Ao mesmo tempo, se você precisar de mais balas para ajustes de trajetória, use esse modo para tailor made o seu próprio modo. Para usar Oscar modo Gun Macro vai exigir capacidades básicas de programação, os jogadores também podem baixar os macros da plataforma de partilha online e aprender mais sobre como usá-lo.
lb_OpenStatement->Caption=Explicar>>
lb_CloseStatement->Caption=Fechar>>
rb_AMode->Caption=A-Burst
rb_BMode->Caption=B-Strafe
rb_CMode->Caption=C-Maschine
rb_DMode->Caption=D-In_Game
rb_MMode->Caption=M-Macro
lb_CorrectXY->Caption=Ajustar(X,Y)
lb_CorrectY->Caption=Ajustar-Y
lb_Offset->Caption=Compensar
lb_Y->Caption=Y@equ@
lb_X->Caption=X@equ@
htmlb_Statement1->Caption=Orientação de Ajuste Gun:
htmlb_Statement2->Caption=Escolha 4-way-ajustar A / B / C / D para a criação de arquivo nova arma e M é só para Oscar transferência Macro.@RETURN@Devido às características de arma de fogo, use apenas o seu modo original para editar.
htmlb_Statement3->Caption=A-Burst:  Ajuste [a arma Sniper Pistola, & Machine] pressão de tiro Multi-Burst
htmlb_Statement4->Caption=B-Strafe: Ajuste [a arma Sniper Pistola, & Machine] pressão tiro Strafe
htmlb_Statement5->Caption=C-Machine: Ajuste [Sniper e metralhadora] Máquina de pressão tiro de pistola
htmlb_Statement6->Caption=D-In_Game: Ajuste [a arma Sniper Pistola, & Machine] pressão tiro Strafe em jogo
htmlb_Statement7->Caption=M-Macro: Transferência [Oscar Macro] combinar ação do personagem e de disparo para L-Key
lb_SelectUse->Caption=Selecionar
lb_MacroFileName->Caption=Ficheiro Macro
lb_Common->Caption=Observação
IsCoverGunFile=Arquivo já existe, substituir?
PleaseCreateMacro=Oscar arquivo Macro não existem, por favor, Edite o arquivo macro primeiro!
PleaseSelectedMacroName=Selecione um arquivo Macro primeiro!
ResolutionError=Erro de dados resolução!
WeaponUsed=Arquivo / Pasta foi aplicada a memória Rato, você deseja Excluir / Renomear? Se [Sim] a função irá apagar!
IsMacroToWeapon=Arquivo selecionado Macro, Transferência para Armory como Macro-gun formato de arquivo?
CPIRemarkError=Informações erro sensibilidade!
MacroUsed=Arquivo de macro usando, não pode converter!
CPIRemarkDefault=Padrão
NoAuthorityUse=Autoridade insuficiente, não é possível abrir o ficheiro!

[KernelSystemSetting]
htmlb_HardwareIdDescript_KSYS->Caption=Tecnologias de 4 Núcleos inovadoras caracterizando o tipo de 4 núcleos [baixo, médio, alto, especial]. Os núcleos 3 e 4 podem ser atualizados com um código de ativação (compra necessária) permitindo recursos FPS especiais e recursos MMO/RPG super combo para as experiências em jogos mais recentes.
htmlb_HardwareIdDescriptSeriesE_KSYS->Caption=Inovação exclusiva da deteção por infravermelhos “Adiante[1ms]”, ele usa fotoacopladores para disparar o interruptor sem contacto físico e para reduzir a resposta da tecla ao extremo 1 ms (o rato típico é de cerca de 18 ms). Isso resolve as falhas da tecla causadas pela oxidação e envelhecimento, melhora significativamente o ciclo de vida da tecla.
lb_HardwareIdCopy_KSYS->Caption=Clique para copiar
htmlb_Kernel1_KSYS->Caption=Core1: Apropriado para o Role-Playing e Real-Time Strategy Game.
htmlb_Kernel2_KSYS->Caption=Núcleo2> Apropriado para Jogo FPS Primário.
htmlb_Kernel3_KSYS->Caption=Ultra-Core3: Headshot, apropriado para o jogo FPS Sênior.
htmlb_Kernel4_KSYS->Caption=Ultra Núcleo4: Utilizado para jogos MMO/RPG avançados.
htmlb_Description1_KSYS->Caption=BLOODY oferece a função normal para jogador, mesmo sem [Supressão automática Recoil] função, a resposta clique ultra-rápido, ainda assegurar o seu disparo para ser o mais rápido.
htmlb_Description20_KSYS->Caption=Para FPS Primário, a Tecla L Dispara com os seguintes modos:@RETURN@Pressione "1" para disparo único@RETURN@Pressione "N" para 2 disparos de explosão@RETURN@Pressione "3" para 3 disparos de explosão@RETURN@Pressione "4" para 4 disparos de explosão
htmlb_Description30_KSYS->Caption=【Função Teste】de experiência completa [HEADSHOT] de 1000 vezes de graça. E clique para comprar [Ultra-Core3] para ativar [HEADSHOT] permanentemente.
htmlb_Description31_KSYS->Caption=Restante: %d vezes
htmlb_Description32_KSYS->Caption=Obrigado por usar o [Ultra-Core3]. A nossa intensão será sempre fazer Bloody o primeiro!
htmlb_Description33_KSYS->Caption=Primeiro Mundo-[HEADSHOT] 5-Way ajuste, reduzir armas de fogo recuo, arma de pressão automático, concentrar balístico, obter Headshot fácil!
htmlb_Description40_KSYS->Caption=“Free Trial”: “Teste Gratuito”: Pode experimentar o "Recurso Combo" e  “Oscar macro” por 1000 vezes. Após o período de teste, pode clicar no separador direito para comprar o código de ativação "Núcleo3/4" na loja on-line para utilização permanente com o rato.
htmlb_Description42_KSYS->Caption=Implementar comandos complicados multi-teclas e simplificar num comando de tecla no exemplo; "Um clique de ataque, feitiço, executar ações favoritas ou ciclo automático de comando."
htmlb_Description43_KSYS->Caption=Implementar comandos complicados multi-teclas e simplificar num comando de tecla no exemplo; "Um clique de ataque, feitiço, executar ações favoritas ou ciclo automático de comando."
htmlb_Memo_KSYS->Caption=Atenção: É normal que o Windows carregar o driver automaticamente na primeira vez.
HardwareID=ID do Rato:
Kernel3Appreciative=Por favor, clique em [Comprar Ultra-Core3] para ativar [HEADSHOT] após 1000 vezes uso livre.
Kernel3HasBeenActivated=
HardwareIdCopied=[Mouse ID] foi copiado, "Ctrl + V" para salvar em arquivo.
HasBeenActivated=Bloody - versão PRO [Núcleo3/4 Ativado]
htmlb_LanceSlight_KSYS->Caption=Bloody- versão BASIC
UnActivateAppreciative=[Versão de leitura não-ativado]
UnActivateExperience=[Versão de teste não-ativado]
USBActivated=[Novo protocolo USB activado]
htmlb_USBRedefine_KSYS->Caption=protocolo USB
htmlb_USBRedefineDescript_KSYS->Caption=Sob certas condições, este novo protocolo USB está disponível para encomenda.
bt_BloodyTeam_KSYS->Caption=Comentários de revisão
bt_Cart_KSYS->Caption=Comprar código de ativação
bt_Mall_KSYS->Caption=     Visitar [Bloody Shop]
bt_UltraGun3Info_KSYS->Caption=Sobre o [Núcleo3/4]
bt_Suggestion_KSYS->Caption=Comentários de Upload
bt_Kernel3Activate_KSYS->Caption=Ativar [Núcleo3/4]
bt_Forum_KSYS->Caption=
lb_OpenHIDDescript_KSYS->Caption=Explicar>>
lb_CloseHIDDescript_KSYS->Caption=Fechar>>
htmlb_SelectCoreMode_KSYS->Caption=Escolha o núcleo:
ck_CoreTournamentMode_KSYS->Caption=Torneio - (Predefinição - Núcleo 1)
ck_CoreGamingMode_KSYS->Caption=Jogo (Predefinição - Núcleo 3)
lb_TournamentModeTitle_KSYS->Caption=Descrição dos núcleos do torneio>>
lb_GamingModeTitle_KSYS->Caption=Descrição dos núcleos do jogo>>
htmlb_TournamentModeDescript_KSYS->Caption=O núcleo do torneio é seguir as regras de não usar a programação da macro do rato no jogo e é recomendado que os jogadores conscientemente respeitem as regras do jogo.
htmlb_GamingModeDescript_KSYS->Caption=O núcleo do jogo pode editar a programação da macro do rato, a programação da macro para combinação de várias teclas necessárias para vários jogos. Para melhorar o registo do jogador, poupar tempo e libertar o dedo de tediosos cliques!
CoreGamingMode=
CoreTournamentMode=
htmlb_TournamentCoreDescript_KSYS->Caption=

[CertificationForm]
lb_USBRedefineMemo->Caption=Ligue o rato Bloody, depois clique no botão "Importar arranque do Núcleo3" para importar os ficheiros ".pid" e activar o núcleo 3.
lb_Kernel3Memo->Caption=Ligue o rato Bloody e clique no botão "Ativar Núcleo 3/4", depois clique duas vezes no ficheiro ativação comprada [* .bld] ou introduza o número de cartão da ativação comprada para continuar a ativação.
HasBeenActivated=[Core3/4] activado！
NotActivated=[Core3/4] desativado！ 
ReActivation=Novo protocolo USB activado!
ImportCertificationFile=Selecione Core3 para importar Ficheiro.
bt_ImportKernel3CertificationFile->Caption=[Ativar Núcleo3/4] 
bt_ImportUSBRedefineCertificationFile->Caption=Click para update do protocolo USB.
lb_ActivateWay1->Caption=Opção de ativação 1:
lb_ActivateWay2->Caption=Opção de ativação 2:
ServerConnectionError=Falha de ativação, verifique ligação da rede e se o firewall está configurado para abrir.
ServerBusy=O servidor está ocupado agora, tente mais tarde!
ServerMaintenance=O servidor está em manutenção, tente mais tarde em %x h %y min!
DualModeActivateError=Ligue o recetor Nano e o aparelho com fios USB para ativar a série de modo duplo!

[ShootModeForm]
lb_Key1_ShootMode->Caption=Pressione [1], L-chave para "tiro único"
lb_KeyNKernel2_ShootMode->Caption=Pressione [N], L-chave para "2-Burst"
lb_Key3Kernel2_ShootMode->Caption=Pressione [3], L-chave para "3-Burst"
lb_Key4Kernel2_ShootMode->Caption=Pressione[4]: Tecla L para "4-Burst"
lb_KeyNKernel3_ShootMode->Caption=Pressione[N]: L-Key para "Definição User"
lb_Key3Kernel3_ShootMode->Caption=Pressione[3]: L-Key para "Definição arma User"
lb_Key4Kernel3_ShootMode->Caption=Pressione[4]: Tecla L para "Arma Definida pelo Utilizador"
lb_KeyNKernel2_N3M_ShootMode->Caption=Press[N]: [%P] for "2-Burst"
lb_Key3Kernel2_N3M_ShootMode->Caption=Press[3]: [%P] for "3-Burst"
lb_KeyNKernel3_N3M_ShootMode->Caption=Press [N] : Choose gun after adjustment by pressing [%x]. Single shoot by pressing [%y].
lb_Key3Kernel3_N3M_ShootMode->Caption=Press [3] : Choose gun after adjustment by pressing [%x]. Single shoot by pressing [%y].
ck_SwitchLeftRightBtn_ShootMode->Caption=Mudar Botão Esquerdo / Direito
ck_LeftBtnAsShootKey_ShootMode->Caption=Switch Guns
lb_AccurateCPIAdjust_ShootMode->Caption=Ajustar CPI
lb_AccurateTest_ShootMode->Caption=Teste 
SniperAction1=Arma de Atirador especial 1
SniperAction2=Arma de Atirador especial 2
SniperAction3=Arma de Atirador especial 3
SniperAction4=Arma de Atirador especial 4
SniperAction5=Arma de Atirador especial 5
SniperAction6=Arma de Atirador especial 6
lb_AccurateCpiDescript_ShootMode->Caption=Modo de mira Em-jogo :@RETURN@Dependendo dos vários telescópios dos rifles de atirador, pressionando a "Tecla exata" e rolando a roda do rato para cima/para baixo ajustará rapidamente a mira CPI, de modo a matar os eficazmente os inimigos. 
AccurateHelp10=Arma de Atirador especial 1 ( spin down)
AccurateHelp11=Neste modo, pressionando a "Sniper rifle" durante o jogo permitirá rapidamente "Mira única" ou "Mira dupla" de modo a eliminar, de forma eficaz, os alvos em movimento!
AccurateHelp20=Sniper Rifle 2 ( mira única + rodar para baixo)
AccurateHelp21=Neste modo, pressionando e segurando o "Sniper rifle" com o polegar durante o jogo, ele aturá como "Pressionar diretamente o botão colocar na mira única" de modo a eliminar eficazmente os alvos de médio a longo alcance!

AccurateHelp30=Sniper Rifle 3 (Mira única + pressionar + rolar para baixo a CPI)
AccurateHelp31=Neste modo, pressionando e segurando o "Sniper rifle" com o polegar durante o jogo, ele aturá como "Pressionar repetidamente o botão para colocar na mira única" de modo a eliminar eficazmente os alvos de médio a longo alcance!

AccurateHelp40=Sniper Rifle 4 (visões duplas + rodar para baixo a CPI)
AccurateHelp41=Neste modo, pressionando e segurando o "Sniper rifle" com o polegar durante o jogo, ele aturá como "Pressionar diretamente DUAS VEZES o botão para colocar nas visões duplas" de modo a eliminar eficazmente os alvos em movimento de médio a longo alcance!
AccurateHelp50=Sniper Rifle 5 (Disparo com Precisão com a Tecla 1) 
AccurateHelp51=Quando esta modo está ativado, pressionando a tecla "sniper" no rato executará automaticamente o comando: “pressionar simultaneamente os botões direito e esquerdo do rato” durante o jogo. Isto é equivalente a “ativar a mira de atirador e disparar sobre o alvo uma vez”. A grande vantagem é que o atirador de precisão disparará automaticamente sobre o alvo sem que  a mira seja aberta! @RETURN@(Poderá existir um ligeiro atraso na execução desta função devido às características do atirador especial e à velocidade de várias ligações à Internet)@RETURN@
AccurateHelp60=Sniper Rifle 6 (Mudar de Arma, Tecla 9)
AccurateHelp61=Enquanto este modo estiver ativado e a mira do atirador especial estiver aberta, pressionando a tecla "sniper" no rato executará automaticamente o comando: “dispara sobre o alvo uma vez e trocar armas, depois retomar retomar a arma do atirador especial para o estado de pronta a disparar.” A grande vantagem é que a arma do atirador especial disparará sobre o alvo e recarregará automaticamente para o estado de pronta a disparar! @RETURN@(Poderá existir um ligeiro atraso na execução desta função devido às características do atirador especial e à velocidade de várias ligações à Internet)@RETURN@
lb_SniperHint_ShootMode->Caption=Configurar um botão como“ Sniper Rifle“ na "página Botão".
lb_LeftBtnAsShootKeyN3M_ShootMode->Caption=Double Guns by pressing Fire Button [F] and Left Button [L].
bt_SharkSeriesControlKeySetting_ShootMode->Caption=[Left Button] Setting
formSharkSeriesMouseKeySettingDialog->lb_Title->Caption=[Left Button] Setting
SharkSniperKeyNKernel2=First press [n/3]:  L-Key for "2-Burst"
SharkSniperKey3Kernel2=Second press [n/3]: L-key for "3-Burst"
SharkSniperKey4Kernel2=Third press [n/3]:  L-key for "4-Burst"
SharkSniperKeyNKernel3=First press [n/3]: L-Key for "User Defined Gun"
SharkSniperKey3Kernel3=Second press [n/3]: L-Key for "User Defined Gun"
SharkSniperKey4Kernel3=Third press [n/3]: L-Key for "User Defined Gun"

[HardwareAdjustHint]
lb_Title->Caption=Ajuste [In_Game]
htmlb_BulletIntervalTime->Caption=Intervalo de rodagem: scroll para + / -.
htmlb_AdjustTrajectory->Caption=Supressão: Clique [4-Key] para redefinir e clique em [5-Key] para aumentar.

[HardwareTemporaryAdjustForm]
htmlb_Title->Caption=Ajuste [In_Game]
htmlb_Header1->Caption=Figura
htmlb_Header2->Caption=1: Iniciar
htmlb_Header3->Caption=2: Ajuste
htmlb_Header4->Caption=3: Saia
htmlb_Strafe->Caption=N-Ctrl-Key
htmlb_Bursts->Caption=3-Ctrl-Key
htmlb_NxStep1->Caption="N" para a D-In_Game Adjust@RETURN@Clique duas vezes N-Key, flash de luz verde, para ajustar In_Game
htmlb_3xStep1->Caption="3" para a D-In_Game Ajuste@RETURN@Clique duas vezes em 3-Key, flash luz amarela, para ajustar In_Game
htmlb_Nx3xStep21->Caption=Intervalo de rodagem: scroll para + / -.
htmlb_Nx3xStep22->Caption=Repressão: Clique 4-Key para redefinir e clique em 5-Key para aumentar
htmlb_NxStep3->Caption=Clique N-Key@RETURN@para salvar
htmlb_3xStep3->Caption=Clique 3-Key@RETURN@para salvar
ck_DisplayHardwareAdjustmentStatus->Caption=Mostrar Dica

[WeaponTestForm]
htmlb_Title->Caption=descrição
htmlb_Step1->Caption=O teste ...
htmlb_Step2->Caption=Dados de armas salvar em N-Key
htmlb_Step3->Caption=Testar a precisão no jogo agora mesmo!
ck_NoMoreDisplay->Caption=Sem mais avisos!

[WeaponHelpForm]
Help_10=Compensar
Help_11=Veja a figura à direita, a 2 ª foto é compensada para a posição (3,4), devido ao efeito de recuo primeiro tiro. Para anti-deslocamento podem ser introduzidas (X, Y) de (-3, -4). A unidade utilizada é o "pixel" da resolução da imagem do jogo. Por isso, é um dos principais fatores para se referir.
Help_20=Voltar
Help_21=Após a primeira execução de tiros strafe, você pode optar por voltar ou não voltar a mira para a posição de tiro 1.@RETURN@Não-Retorno: Crosshairs permanecer na posição último tiro, sem compensação.@RETURN@Retorno: Crosshairs retomar a posição de primeiro tiro.
Help_30=Intervalo de disparo (ms)
Help_31=Use intervalo de tempo entre dois disparos pode controlar a velocidade de disparo, o tempo mais curto, a velocidade de disparo. Combinando com o "deslocamento" e várias armas / espingardas, pode levar a um desempenho ótimo de armas de fogo.
Help_40=Laço
Help_41=No modo de tiro loop, o grupo de tiro de bala é após o ciclismo principal completo, ele vai começar a executar sub-lacete repetidamente, até que o botão esquerdo é libertado.

[AboutForm]
About_1=Bloody7 - Não só um software, que melhora significativamente o jogo do rato para todos os tipos de características especiais, além de desfrutar do jogo e inspirar a paixão! Apenas com o mouse Bloody, de software e de hardware para a coordenação busca jogador da vitória!
About_2=Considerando não deve precisar de todos os jogadores especial Ultra-Core3, para evitar o arrependimento, com preço econômico para economizar gastos para comprar apenas o mouse para o 1 º tempo de uso. Para as necessidades futuras de mais serviços e função final da especial sangrento código de ativação do núcleo 3 pode ser tomado por "compra de necessidade". Temos [1000 vezes teste livre] para você experimentar o HEADSHOT poderosa antes de pensar em comprar o Ultra-Core3, Bloody deliberadamente criar um shopping sensata e agradecer a sua compreensão para todos os inconvenientes!
About_3=A interface deste produto é inspirado por Scratch (scratch.mit.edu), um projeto do grupo Lifelong Kindergarten do MIT Media Lab.
lb_AboutCompany->Caption=Direitos de autor A4Tech Co., Ltd. 2013. Todos os direitos reservados.

[WirelessGuardForm]
htmlb_Title_Guard->Caption=Exclusiva, única 5 técnicas e qualidade estável RF sem fio!
ck_Function1_Guard->Caption=Ativar [RF-Sincronize] Tecnologia
ck_Function2_Guard->Caption=Ativar [Zero freqüência de Offset] Tecnologia
ck_Function3_Guard->Caption=Ativar [Canal Exclusivo] 
ck_Function4_Guard->Caption=Ativar [Detector de sinal de RF] 
ck_Function5_Guard->Caption=Ativar Impulso de Transmissão
ck_WakeType1_Guard->Caption=despertar por movimento
ck_WakeType2_Guard->Caption=despertar por clique
ck_ActivateLowPowerRemind_Guard->Caption=Dica de bateria fraca
htmlb_FunctionTip1_Guard->Caption=CN Invenção patente ZL200910192117.3
htmlb_FunctionTip2_Guard->Caption=Patente pendente
htmlb_FunctionTip3_Guard->Caption=CN Invenção patente ZL200910041427.5
htmlb_Channel_Guard->Caption=Canal
htmlb_RSSI_Guard->Caption=Força
htmlb_PowerDisplay_Guard->Caption=Energia Restante
htmlb_LowPowerRemind_Guard->Caption=Bateria Fraca:%
htmlb_RemindInterval_Guard->Caption=Intervalo Dica: (Min)
htmlb_SleepTime_Guard->Caption=Definir minutos, começar a poupar energia
htmlb_Memo_Guard->Caption=Para melhorar a estabilidade do jogo do rato sem fios, Bloody equipe RD interessados ​​em pesquisa e esforços, ganhou o número de patentes de invenção NC. Todos os que trabalham duro é fazer jogo do rato sem fio sangrento para ser o melhor, mesmo para além do mouse com fio!
lb_OpenMemo_Guard->Caption=Explicar>>
lb_CloseMemo_Guard->Caption=Fechar>>
AccessDeny=Não é possível aplicar! (as 5 proteções sem fios estão restritas apenas à serie de rato e teclado do jogo sem fios Bloody)
bt_FOC_Guard->Caption=Calibração
htmlb_SensorPerformanceTitle_Guard->Caption=Ajuste do formato
htmlb_SensorPerformance0_Guard->Caption=Auto
htmlb_SensorPerformance1_Guard->Caption=Office
htmlb_SensorPerformance2_Guard->Caption=MMO/RPG
htmlb_SensorPerformance3_Guard->Caption=FPS

[WirelessGuardHelpForm]
Guard10=[RF-Sincronize] tecnologia:
Guard11=Esta invenção patenteada é cortar as taxas de resposta relatório não pode sincronizar devido à perda de dados entre o host eo mouse sem fio ou problema de estouro. Garantir a sensibilidade e atraso zero.
Guard20=[Zero-freqüência de Offset] tecnologia:
Guard21=[Zero freqüência de Offset] tecnologia: Para mouse sem fio, mouse e receptor Nano tanto de freqüência de cristal não irá corresponder a 100%, que causou a perda de sinal sem fio de dados, a [correção automática de freqüência] tecnologia pode sincronizar ambos os lados de freqüências e de garantia os dados não serão a perda de mais! (CN patentes de invenção pendente).
Guard30=[Canal Exclusivo] tecnologia:
Guard31=[Canal Exclusivo] tecnologia: A patente de invenção CN fornecer ao usuário escolher exclusivos canais sem fio, efetivamente cortar qualquer interferência!
Guard40=[Detector de sinal de RF] tecnologia:
Guard41=[Detector de sinal de RF] tecnologia: Monitor de força do sinal de rádio para longe de interferências, quando a força menor, então 90, siga como abaixo:@RETURN@1. Encontre a interferência de desligar ou longe dele.@RETURN@2. Ligue o receptor Nano USB em linha de extensão e lugar longe do PC ou interferência.@RETURN@3. Usando laptop, ficha receptor Nano no mesmo lado com o rato. 
Guard50=[Fortalecer Power] Tecnologia:
Guard51=Fortalecer o poder sem fio de transmissão de sinal, maior a capacidade de imunidade a ruídos, permitindo a transmissão sem fio mais longe e mais estável!
Guard_Tip51=Ativado
Guard_Tip52=Não habilitado
lb_CheckPicture->Caption=Ver Patente CN 

[FileManagementForm]
lb_GameDirectory->Caption=Pasta do Jogo
lb_ImportDirectory->Caption=Ficheiros
lb_ExportPath->Caption=Caminho
lb_ExportFile->Caption=Área temporária de ficheiros
LocalDrive=Disco
TrialVersionNoUse=Ver versão, o recurso não pode ser utilizado!
FileExistIsOverwrite=O ficheiro já existe, substituir?
DeskTop=Ambiente de trabalho
MyDocuments=Meus documentos
lb_FileType->Caption=Tipo
advcb_FileType->Caption0=Todos os ficheiros (*.*)
advcb_FileType->Caption1=*.amc (Ficheiro Macro)
advcb_FileType->Caption2=*.amc2 (Ficheiro Macro)
advcb_FileType->Caption3=A-*.bwp (A-Burst)
advcb_FileType->Caption4=B-*.bwp (B-Strafe)
advcb_FileType->Caption5=C-*.bwp (C-Machine)
advcb_FileType->Caption6=D-*.bwp (D-In_Game)
advcb_FileType->Caption7=M-*.mgn (M-Macro gun)
advcb_FileType->Caption8=M-*.mgn2 (M-Macro gun)
advcb_FileType->Caption9=A-*.bmc (Single Combo)
advcb_FileType->Caption10=B-*.bmc (Cycle Combo)
advcb_FileType->Caption11=C-*.bmc (Auto Combo)
advcb_FileType->Caption12=*.ckPannel (Full Color)
advcb_FileType->Caption13=*.ckButton (Key Color)
advcb_FileType->Caption14=*.ckAnimation (Animation)
IllegalFile=O ficheiro não pode ser importado ou exportado!
NoAuthority=Autorização insuficiente, a exportação falhou!
FileCount=Total

[DevicePair]
htmlb_Title->Caption=Programa de emparelhamento da série sem fios Bloody
htmlb_DevicePairDescript->Caption=Utilizar este "programa de emparelhamento" para emparelhar o teclado e o rato sem fios Bloody.
rb_MousePair->Caption=Emparelhamento do rato
rb_KeyboardPair->Caption=Emparelhamento do teclado
bt_StartPair->Caption=Iniciar emparelh.
htmlb_PairStep1->Caption=1. Ligue o carregador USB em sua porta USB do computador
PairStep2_Mouse=2. Siga a imagem para encontrar a porta de carga do mouse
PairStep2_Keyboard=2. Siga a imagem para encontrar a porta de carga do teclado
PairStep3_Mouse=3. Ligue o carregador na porta carregador de rato dentro de 30 seg.
PairStep3_Keyboard=3. Ligue o cabo de carga na porta do carregador do teclado dentro de 30 seg.
PairStep4_Mouse=4. Rato iniciar o emparelhamento após o passo acima, por favor, espere!
PairStep4_Keyboard=4. Teclado a iniciar o emparelhamento após o passo anterior, aguardar, por favor! 
CountdownSeconds=seg
htmlb_PairedSuccessHint1->Caption=Emparelhamento com sucesso!
PairedSuccessHint2_Mouse=O mouse está pronto para usar!
PairedSuccessHint2_Keyboard=O teclado está pronto para utilizar!

[FOCAForm]
htmlb_Title->Caption=Compensação de Frequência de Calibração
htmlb_FrequenceAnalysis->Caption=Análise:
lb_ProgressTip->Caption=Prompt:
ProgressTip1=Calibrar ...
ProgressTip2=Concluído!

[AuthorityManageForm]
lb_AuthorityManage->Caption1=Importar gestão de autoridade
lb_AuthorityManage->Caption2=Exportar gestão de autoridade
lb_FileNameTitle->Caption=Ficheiro:
lb_AuthorMessage->Caption=Introduzir informação do autor:
lb_Author->Caption=Autor:
lb_AuthorHID->Caption=ID do Rato:
lb_AllowMessage->Caption=Enter user info to share:
lb_PassWord->Caption=Palavra-passe:
lb_ShareAuthority->Caption=Partilhar autoridade:
htmlb_Warning->Caption=Bem-vindo à partilha de informações, o nível de encriptação alto proporcionará maior segurança, uma vez esquecida a palavra-passe, ela jamais será recuperada. 
ChangeAuthority0=Executar apenas(ID do Rato)
ChangeAuthority1=Executar apenas
ChangeAuthority2=Modificar e publicar
PassWordError=Palavra-passe incorreta, introduza novamenbte.
lb_Phone->Caption=Phone:
lb_Email->Caption=Email:
lb_Web->Caption=Shop:
lb_SpecifyHID->Caption=ID do Rato:

[BatchHardwareIDForm]
lb_MoreHardwareID->Caption=
lb_InputHardwareID->Caption=Mouse IDs :

[ProfileConfigurationForm]
lb_ConfigurationSwitch->Caption=Configurar modo de mudança:
lb_Configuration->Caption=Perfil
lb_Apply->Caption=Aplicar
lb_Enable->Caption=Ativar
lb_Light->Caption=Cor
HardwareSwitch=Controlador do rato livre
IntelligentSoftwareSwitch=Aplicação de funcionamento
KeyboardHotKeySwitch=Tecla rápida para teclado
ProfileKeySwitch=Tecla específica do rato
NotSpecify=Não pode ser especificado
MouseProfileKey=Tecla do perfil do rato
Hardware=Sem controlador
Software=Aplicação
HotKey=Tecla rápida
ProfileKey=Tecla de perfil
KeyboardHotKey=Selecionar tecla rápida
OpenSoftware=Selecionar aplicação
Delete=Eliminar
AllowedToRepeat=Selecionar não pode duplicar a mensagem
sp_Light1->Hint=Cores editáveis
lb_Prompt1->Caption=Clique duas vezes [1], a luz da roda começará a piscar, utilize os botões "4" e "5" do rato para ajustar a luz e as configurações, clique novamente em [1] para salvar as configurações (As séries V/VM/A/N não suportam a função de mudança de luz)
lb_Prompt2->Caption=Pressione o botão tipo engrenagem para a frente durante mais de 3 segundos para ativar o modo de edição, a luz da roda começará a piscar. Utilize os botões "4" e "5" do rato para ajustar a luz e as configurações e pressione novamente o botão tipo engrenagem para guardar as configurações.

[SensorLiftHeightConfirmForm]
lb_CalibrateConfirmMessage->Caption=Guardar a altura calibrada do sensor?
lb_RestoreMessage->Caption=Retomar as configurações anteriores após 7 segundos.
CountDownText=Contagem regressiva
SecondText=Segundo
bt_Ok->Caption=Reservar
bt_Restore->Caption=Retomar

[SensorLiftHeightCalibrationForm]
lb_Title->Caption=Método de Calibração do Sensor
CalibrationStep1=Pressione o botão "Start" para começar
CalibrationStep2=Pressione e mantenha pressionado o botão esquedo para começar.
CalibrationStep3=Pressione o botão esquerdo, movendo num movimento em "Z" sobre o tapete do rato e depois soltar o botão para concluir a calibração.
CalibrateButton_Start=Iniciar
CalibrateButton_Restart=Reiniciar
CalibrateInfo_Calibrating=Em andamento...
CalibrateInfo_Finish=Concluído!!!

[UltraComboForm]
UltraComboManagement=Ficheiro
GameManagement_New=Nova pasta
GameManagement_Modify=Renomear pasta
GameManagement_Delete=Excluir pasta
FileManagement_New=Novo
FileManagement_Open=Abrir
FileManagement_Save=Guardar
FileManagement_SaveAs=Guardar como..
FileManagement_Delete=Eliminar
FileManagement_ReName=Rebatizar
FileManagement_ImportExport=Importar/Exportar
FileManagement_Transfer=Carregar/Descarregar
FileManagement_SaveAsMacro=Guarda como formato OSCAR
lb_CheatsGameDirectory_UltraCombo->Caption=Directoria:
lb_CheatsMode_UltraCombo->Caption=Categoria:
lb_CheatsName_UltraCombo->Caption=Nome:
lb_CheatsDescription_UltraCombo->Caption=Observações:
lb_OpenStatemen_UltraCombo->Caption=Explicar>>
lb_CloseStatement_UltraCombo->Caption=Fechar>>
lb_Prompt_UltraCombo->Caption=Teste-o nos jogos, se a repetição não puder terminar, pressione os botões do rato L/R/M para libertar a repetição, em seguida, verifique novamente os procedimentos.
bt_CheatsDownloadExplain_UltraCombo->Caption=Manual
htmlb_Statement1_UltraCombo->Caption=
htmlb_Statement2_UltraCombo->Caption=Simplifique as combinações das teclas MMO/RPG em comandos combo. Deve utilizar os tipo A/B/C 11 ou converter as macros Oscar para combinações mais avançadas. Ao fazer alterações e editar dados, utilize apenas o tipo de ficheiro original.
htmlb_Statement3_UltraCombo->Caption=A> Aplicável para executar comando de combo única. 
htmlb_Statement4_UltraCombo->Caption=B> Aplicável para executar comando combo "Ataque Repetitivo". Libertar o botão para interromper a execução Combo.
htmlb_Statement5_UltraCombo->Caption=C> Aplicável para executar os comandos combo "Ataque automático e Execução automática". Pressione novamente o mesmo botão para interromper a execução Combo.
AModeStatement=A>Single Combo
BModeStatement=B>Cycle Combo
CModeStatement=C>Auto Combo
OpenDialog_Title1=Novo
OpenDialog_Title2=Abrir
OpenDialog_Title3=Guardar
OpenDialog_Title4=Guardar como 
OpenDialog_GameName=Jogo:
OpenDialog_GunFile=Ficheiro
NewGameNameTitle=Nova pasta
NewGameNameDefault=Nova pasta
ModifyGameNameTitle=Editar pasta
DeleteGameTitle=Apagar
DeleteGameNameTitle=Ficheiro
DeleteGameFileConfirm=Apagar esta pasta do jogo?
DeleteGameFileSelected=Arquivo / Pasta foi aplicada na memória do Rato, você deseja Excluir / Renomear? Se [Sim] a função irá apagar!
RenameGameNameSelected=Arquivo / Pasta foi aplicada na memória do Rato, você deseja Excluir / Renomear? Se [Sim] a função irá apagar!
PleaseCreateDirectory=Por favor, crie pasta do jogo
NewCreateFileName=Novo
NewCreateFileDefault=Novo arquivo
OpenDialog_FileType=Tipo
OpenDialog_FileTypeCaption1=Todos os ficheirose (*.*)
OpenDialog_FileTypeCaption2=A-*.bmc (Single Combo)
OpenDialog_FileTypeCaption3=B-*.bmc (Cycle Combo)
OpenDialog_FileTypeCaption4=C-*.bmc (Auto Combo)
VersionMessage=Leia versão não pode salvar!
MacroUsed=Arquivo / Pasta foi aplicada a memória Rato, você deseja Excluir / Renomear? Se [Sim] a função irá apagar!
MacroModify=O macro foi modioficado, deseja salvar?
InputNameInvalid=Inválido caracteres detectado [por exemplo, \ /:. *? "<> |].
MacroFileDelete=Excluir o arquivo permanentemente?
MacroFileSelected=Arquivo / Pasta foi aplicada a memória Rato, você deseja Excluir / Renomear? Se [Sim] a função irá apagar!
ModifyFileNameTitle=Rebatizar
PleaseInputFileName=Tecla no nome da macro
FileExistAlready=Arquivo existe, substituir?
rb_OneKeyKill_UltraCombo->Caption=A>Single Combo
rb_CycleKill_UltraCombo->Caption=B>Cycle Combo
rb_AutoKill_UltraCombo->Caption=C>Auto Combo
OpenDialog_Title5=Eliminar
NoAuthorityUse=Autoridade insuficiente, não é possível abrir o ficheiro!
MustCreatFile=Você deve criar um arquivo de macro novo para editar!
bt_Start_UltraCombo->Caption=<F11> para iniciar
bt_Stop_UltraCombo->Caption=<F12> para parar 
ck_KeyboardAction->Caption=Registar operação no teclado
ck_MouseClick->Caption=Registar clique no rato
lb_TestCommon->Caption=Descreva a função da macro em detalhes:
bt_InsertKeyboard_UltraCombo->Hint=Introduzir Teclado
bt_InsertMouse_UltraCombo->Hint=Introduzir Rato
bt_InsertDelay_UltraCombo->Hint=Introduzir atraso
bt_Record_UltraCombo->Hint=Gravar
mi_InsertKeyboard_UltraCombo->Caption=Introduzir Teclado
mi_InsertMouse_UltraCombo->Caption=Introduzir Rato
mi_InsertDelay_UltraCombo->Caption=Introduzir atraso
mi_ClearAll_UltraCombo->Caption=Limpar todos "atrasos"
lb_TestDescription->Caption=Os dados serão armazenados temporariamente na memória da tecla 4 do rato. Enquanto na zona de teste ou no teste do jogo, para retomar a configuração padrão da tecla 4, vá para "Página da tecla" e reinicie-a novamente
ck_CursorRecord->Caption=Iniciar a gravação do cursor
lb_InterruptTips->Caption=Em caso do programa de teste estar fora de controlo, pressione [Caps Lock]+[Scroll Lock]+[Num Lock] para o interromper, em seguida corrija novamente o programa.
PressSpaceToTest=Pressione a tecla 4 para iniciar o teste
bt_Clear_UltraCombo->Caption=Limpar
Key=Tecla
KeyDown=Pressionar
KeyUp=Libertar
MouseMoveTo=Rato_mover_para
MouseRelativeMove=Rato_relativo_mover
Delay=Atraso
millisecond=ms
second=Seg
minute=Min
MouseWhellUp=Rolagem_acima
MouseWhellDown=Rolagem_abaixo
MouseLeftKeyDown=Pressione_botão_esquerdo
MouseLeftKeyUp=Solte_botão_esquerdo
MouseLeftKeyClick=Clique_botão_esquerdo
MouseLeftKeyDblClick=Clique_duplo_botão_esquerdo
MouseMiddleKeyDown=Pressione_botão_meio
MouseMiddleKeyUp=Solte_botão_meio
MouseMiddleKeyClick=Clique_botão_meio
MouseRightKeyDown=Pressione_botão_direito
MouseRightKeyUp=Solte_botão_direito
MouseRightKeyClick=Clique_botão_direito
MouseFourthKeyDown=Pressione_4_botão
MouseFourthKeyUp=Solte_4_botão
MouseFourthKeyClick=Clique_4_botão
MouseFifthKeyDown=Pressione_5_botão
MouseFifthKeyUp=Solte_5_botão
MouseFifthKeyClick=Clique_5_botão

[UltraComboHelp]
Help_10=A> Single Combo
Help_11=Pressione este botão para executar "Single Combo" (executado uma vez no MMO/RPF Role-Play e jogos de Combate) para a combinação única de múltiplos comandos de tecla.
Help_20=B> Cycle Combo
Help_21=Pressione e mantenha pressionado este botão para executar " Cycle Combo" (executado repetidamente no MMO/RPF Role-Play e jogos de Combate) e para interromper a execução, liberte o mesmo botão. 
Help_30=C> Auto Combo
Help_31=Pressione este botão para executar "Auto Combo" (executado automaticamente no MMO/RPF Role-Play e jogos de Combate) e para interromper a execução, liberte o mesmo botão.

[MultiDeviceManageForm]
lb_Title->Caption=Vários Dispositivos
lb_Description->Caption=Utilize software para configurar um dos ratos Bloody ligados, o LED da roda a piscar indicará aquele que foi associado. 
Bloody_V_Mouse=Ratos da série V
Bloody_VL_Mouse=Ratos da série VL
Bloody_T_Mouse=Ratos da série T
Bloody_TL_Mouse=Ratos da série TL
Bloody_ZL_Mouse=Ratos da série ZL
Bloody_ML_Mouse=Ratos da série ML
Bloody_W_Wireless_Mouse=Ratos da série RT (Modo sem fios)
Bloody_W_Wired_Mouse=Ratos da série RT (Modo com fios)
Bloody_WL_Wireless_Mouse=Ratos da série WL(Modo sem fios)
Bloody_WL_Wired_Mouse=Ratos da série WL (Modo com fios)
Bloody_R_Mouse=Ratos da série R
Bloody_RT_Mouse=Ratos da série RT
Bloody_F_Mouse=Ratos da séria F
Bloody_FL_Mouse=Ratos da série FL
Bloody_Fc_Mouse=Ratos da séria F
Bloody_FLc_Mouse=Série FL-Rato de jogo a laser totalmente colorido
Bloody_A_Mouse=Ratos da séria A
Bloody_AL_Mouse=Ratos da série AL
Bloody_N_Mouse=Ratos da séria N
Bloody_NL_Mouse=Ratos da série NL
Bloody_E_Mouse=Séri E-Rato de jogo totalmente colorido
Bloody_P80_Mouse=Ratos da séria P
Bloody_P88_Mouse=Ratos da séria P
Bloody_S9X_Mouse=Ratos da séria S
Bloody_S9XPro_Mouse=S Series-RGB Pro mouse
Bloody_SL9X_Mouse=SL Series-RGB Laser Mouse
Bloody_P81Pro_Mouse=P Series-RGB Pro mouse
Bloody_PL81_Mouse=P Series-RGB Laser Mouse
Bloody_J86_Mouse=Ratos da séria J
Bloody_J90_Mouse=Ratos da séria J
Bloody_J95_Mouse=Ratos da séria J
Bloody_J81_Mouse=Ratos da séria J
Bloody_W60Max_Mouse=Ratos da séria W
Bloody_P80Pro_Mouse=Bloody Pro game mouse
Bloody_L68_Mouse=Ratos da séria L

[ExtraChannelSettingForm]
lb_NotifyingMouse->Caption=Mover rato…
lb_NotifyingKeyboard->Caption=Digite qualquer tecla no teclado...

[ColorPaletteForm]
lb_ColorEditor->Caption=Editar cor:
lb_BasicColor->Caption=Cor básica:
lb_CurrentColor->Caption=Cor atual
lb_Red->Caption=Vermelho (R)
lb_Green->Caption=Verde（G）
lb_Blue->Caption=Azul（B）

[MouseGesturesForm]
lb_Title->Caption=Configurações dos gestos 16x1:
lb_Context->Caption=Como usar os gestos do rato: Mantenha pressionado o botão "Mouse Gestures" e mova o rato na direção indicada abaixo; depois solte o botão.
ck_RealTimeReply->Caption=Movimento contínuo
lb_Distance->Caption=Sensibilidade
lb_Units->Caption=(1@equ@Baixa)
lb_Default->Caption=Retomar valor original
lb_Context->Caption.2X=Uso 16x1: Segure o botão "2X", mova o rato na direção da "Arrow", depois solte o botão. Se "Realtime Response" estiver selecionado abaixo, as 8 funções mais usadas podem ser executadas, ou configurar a sensibilidade.
InputDigitError=Insira os números!!!
DistanceRangeError=O intervalo de duração da sensibilidade deve estar entre %x a %y.

[MouseGesturesExForm]
lb_Title->Caption=
lb_Context->Caption=
ck_EnabledTipBoard->Caption=

[Wheel4DForm]
lb_Wheel4DSet->Caption=Configuração da roda tiltless
lb_ChooseWheel4D->Caption=Ativar roda tiltless
lb_ChooseStandard->Caption=Ativar roda padrão
lb_HideWheel4DIcon->Caption=Esconder ícone "Tiltless Wheel"
lb_HidePartialIcon->Caption=Esconder ícone da partição
lb_VerticalScrollSet->Caption=Rolagem vertical
lb_VerticalScrollLines->Caption=Linhas por rolagem:
lb_VerticalScrollPage->Caption=Um ecrã por rolagem
lb_HorizontalScrollSet->Caption=Rolagem horizontal
lb_HorizontalScrollNote->Caption=Palavras por rolagem
lb_Wheel4DTitleOfNotes->Caption=Introdução da roda Tiltless
lb_Wheel4DNotes->Caption=A inovadora e patenteada “Tiltless Wheel”vira daca roda em 4 tipos de rolagem, tornando a rolagem vertical/horizontal mais eficaz e eficiente que nunca. Por ex: dividirá uma folha de Excel nas áreas A e B. Conforme a posição do cursor naquela área, mudará automaticamente para rolagem horizontal se o cursor estiver na "área A" e viceversa para a rolagem vertical.
lb_ARegionNotes->Caption=Cursor na área A, rolagem vertical
lb_BRegionNotes->Caption=Cursor na área B, rolagem horizontal
lb_PartialIcon->Caption=Ícone da partição
lb_Wheel4DFormHint->Caption=Mantenha premido para mover o ícone e ajustar a proporção das áreas A e B.
lb_OpenWeb->Caption=Clique para entrar no sítio Web XFAR
InputDigitError=Insira os números!!!
Wheel4DSetValueRange=O intervalo de valores deve estar entre %x a %y.
ck_AreaABSwap->Caption=Permutar áreas A e B

[PenSuitForm]
lb_Title->Caption=Configurações do TutorPen
lb_HandwritingEraseType->Caption=Configurações do eliminador:
rb_EraseType1->Caption=Auto-eliminador
rb_EraseType2->Caption=Eliminador manual
lb_EraseType1->Caption=Segure o botão enquanto traça a linha; a linha será eliminada quando o botão for solto.
lb_EraseType2->Caption=Segure o botão e trace a linha; a linha será eliminada ao clicar duas vezes no botão.
lb_BoldType->Caption=Caneta em negrito:
ck_BoldType3->Caption=Negrito
ck_BoldType2->Caption=Normal
ck_BoldType1->Caption=Fina
lb_Hint->Caption=Há 3 larguras de linha que pode selecionar para fazer a sua apresentação durante uma reunião ou aula, para facilitar a leitura e o acompanhamento. 
lb_PenColor->Caption=Escolha a cor da caneta:

[ScreenCapture]
rb_Rectangle->Hint=Retângulo
rb_Ellipse->Hint=Elipse
rb_Arrow->Hint=Seta
rb_Brush->Hint=Escova
rb_Text->Hint=Texto
bt_Restore->Hint=Restaurar
bt_Save->Hint=Guardar
bt_Giveup->Hint=Desistir
bt_Finish->Hint=Concluir
rb_ToolAttributePenSize1->Hint=Tamanho da caneta 1
rb_ToolAttributePenSize2->Hint=Tamanho da caneta 2
rb_ToolAttributePenSize3->Hint=Tamanho da caneta 3
ck_FontBold->Hint=Negrito
ck_FontItalic->Hint=Itálico
ck_FontUnderLine->Hint=Sublinhado
rb_Mosaic->Hint=Mosaico
bt_Note->Hint=Nota

[LightEffectForm]
lb_LightBrightness->Caption=Brilho LED:
ColorEffect=Efeito de luz:
ColorEffect1=Luz constante colorida
ColorEffect2=Respiração colorida (slow flash)
ColorEffect3=Respiração colorida (flash)
ColorEffect4=Aspiral colorida (slow flash)
ColorEffect5=Aspiral colorida (flash)
ColorEffect6=Mudança lenta da cor (slow)
ColorEffect7=Mudança lenta da cor (fast)
NeonEffect=Efeito de luz:
NeonEffect1=Luzes apagadas
NeonEffect2=Sistema de brilho de neón
NeonEffect3=Luz constante
NeonEffect4=Respiração

[PreventDisturbForm]
lb_Title->Caption=Carregamento do perfil integrado:
lb_Comment->Caption=Quando [Carregamento do perfil integrado] estiver ativado, o software irá fechar para tos recursos do sistema e todas as definições serão guardadas na memória do rato.
lb_Configuration->Caption=Definições
lb_ProgramName->Caption=Nome do programa
lb_GameComment->Caption=Nome do jogo
lb_PreventDisturb->Caption=Ativar
CloseSoftwareTips=Separador "OK": Ativar o "Carregamento do perfil integrado"@RETURN@@RETURN@Separador "Sair": Guardar as definições na memória do rato e executar o jogo sem software Bloody.
ck_DoNotRemind->Caption=Remover pop-ups sobre "Carregamento do perfil integrado"
im_OpenExe->Hint=Adicionar
im_Delete->Hint=Remover
ProgramExists=O nome deste programa já existe.

[ForcedStandardMouseForm]
lb_Title->Caption=Enter the Tournament Mode@RETURN@(Disable all gaming macro keys)
lb_SetPassword->Caption=Enter Password : 
lb_ConfirmPassword->Caption=Repeat Password : 
EmptyPassword=Must enter password!
ConfirmPasswordError=Enter Password and Repeat Password must be the same!
lb_RestoreTitle->Caption=You have entered the tournament mode!  We have disabled all the software macro functions from your current mouse.
lb_UnlockPassword->Caption=To restart the mouse to original marco settings, please enter the password :

[SLEDManageForm]
EffectManagement=Arquivo
EffectManagement_ImportExport=Importar/Exportar
SLEDPannel=Full Color
SLEDButton=Key Color
SLEDAnimation=Animation
SLEDAlgorithm=Algorithm
ControlKey=Iluminação
lb_CommentTitle_SLED->Caption=Efeitos de iluminação RGB：
lb_Comment_SLED->Caption=São pré-carregados cinco (5) efeitos de iluminação por predefinição. Ajustar os efeitos de iluminação levantando o rato da sua superfície e pressionando o botão [1] para os percorrer.
ApplyInform=O efeito de luz do RGB foi guardado.
AccessDeny=A função destina-se APENAS aos ratos de jogo ativados RGB. Por favor, consulte o manual para mais informações.
ck_LightingEffects->Caption=Depois de pressionar o switch 1/N/3, o dispositivo não voltará automaticamente para o modo de efeito de luz.

[SLEDEditorForm]
EffectManagement=Arquivo
EffectManagement_New=Novo
EffectManagement_Open=Abrir
EffectManagement_Save=Salvar
EffectManagement_SaveAs=Salvar como
EffectManagement_Delete=Excluir
EffectManagement_Rename=Rebatizar
ColorKeyboardPannel=Full Color
ColorKeyboardButton=Key Color
ColorKeyboardAnimation=Animation
lb_PannelTitle->Caption=Efeito de luz:
lb_PannelLight->Caption=Luz constante
lb_PannelBreath->Caption=Respiração
lb_PannelSlowBreath->Caption=Lento
lb_PannelFastBreath->Caption=Rápido
lb_ButtonTitle->Caption=Efeito de luz:
lb_KeyColor->Caption=Clique_cor
lb_DownColor->Caption=Pressione_cor
lb_UpColor->Caption=Solte_cor
lb_ButtonSlowBreath->Caption=Lento
lb_ButtonFastBreath->Caption=Rápido
ButtonType1=Clique_alteração da cor
ButtonType2=Clique_meteo
ButtonType3=Clique_ondulação
bt_AnimationPlay->Hint=Reproduzir
bt_AnimationStop->Hint=Parar
bt_AnimationPrevious->Hint=Voltar
bt_AnimationNext->Hint=Seguinte
bt_AnimationLoadFrame->Hint=Copiar quadros nos botões
bt_AnimationSaveFrame->Hint=Copiar botões nos quadros
bt_AnimationNewFrame->Hint=Adicionar quadro
bt_AnimationDeleteFrame->Hint=Eliminar quadro
bt_AnimationUndo->Hint=Desfazer
bt_AnimationRedo->Hint=Refazer
lb_AnimationTitle->Caption=Efeitos de luz da animação:
lb_AnimationTimeUnit->Caption=【Min】
lb_BackgroundColor->Caption=Cor do padrão de fundo
AnimationCommentOpen=Explicar>>
AnimationCommentClose=Fechar>>
AnimationComment=【Modo Loop】Defina para 0 min, exiba imediatamente o efeito da animação.@RETURN@【Modo Sleep】Teclado sem entrada para 1~10 min, inicie o efeito da animação.  Clique em qualquer tecla para parar.@RETURN@
NewCreateFileName=Novo
NewCreateFileDefault=Novo arquivo
mi_AddFrame->Caption=Novo quadro
mi_CopyFrame->Caption=Refazer quadro
mi_DeleteFrame->Caption=Eliminar quadro
mi_LoadFrame->Caption=Copiar nos botões
mi_SaveFrame->Caption=Copiar nos quadros
mi_ChangeFrameOrder->Caption=Alterar ordem
mi_MoveFront->Caption=Definir como primeiro
mi_NextFrame->Caption=Atrás
mi_PreviousFrame->Caption=Frente
mi_MoveBack->Caption=Definir como o último
SetColorPrompt=Tecla_esquerda [clique] ou [arraste]@RETURN@editar cores do botão
InputNameInvalid=Inválido caracteres detectado [por exemplo, \ /:. *? "<> |].
IsCreateNewFile=Novo arquivo?
MacroModify=O macro foi modioficado, deseja salvar?
IsDeleteFile=Excluir o arquivo permanentemente?
RenameName=Rebatizar
PleaseInputMacroName=Nome do arquivo de entrada
ExistAlready=Arquivo existe, substituir?
ExceedLimitCount=Excedeu os quadros máx.

[SLEDFileDialog]
lb_Directory->Caption=RGB
lb_FileName->Caption=Arquivo
lb_Title->Caption1=Abrir
lb_Title->Caption2=Salvar
lb_Title->Caption3=Salvar como
lb_Title->Caption4=Excluir
lb_FileType->Caption=Tipo
advcb_FileType->Caption1=Todos os ficheiros de efeito de luz
advcb_FileType->Caption2=*.ckPannel - Full Color
advcb_FileType->Caption3=*.ckButton - Key Color
advcb_FileType->Caption4=*.ckAnimation - Animation
NoAuthorityUse=Insufficient authority, export failed!

[SLEDDelaySetForm]
lb_DelayTime->Caption=Atraso (seg):
lb_ChangeSingle->Caption=alterar apenas tempo de atraso
lb_ChangeAll->Caption=Alterar todo o atraso
lb_ChangeArea->Caption=Alterar seção tempo de atraso (quadro) : 

[OptionForm]
rb_BasicSetting->Caption=Basic settings
rb_SafeSetting->Caption=Security settings
rb_PermitSetting->Caption=Permission setting
lb_BasicItem0->Caption=%B7 light
lb_BasicItem1->Caption=%B7 main panel
lb_BasicItem2->Caption=%B7 status
lb_BasicItem3->Caption=%B7 session window
lb_BasicItem4->Caption=%B7 information display
lb_BasicItem5->Caption=%B7 reminder
lb_BasicItem6->Caption=%B7 hotkey
lb_BasicItem7->Caption=%B7 sound
lb_BasicItem8->Caption=%B7 software update
lb_BasicItem9->Caption=%B7 file management
lb_BasicItem10->Caption=%B7 file sharing
lb_BasicItem11->Caption=%B7 video call
lb_BasicContentTitle0->Caption=Light:
lb_BasicContentTitle1->Caption=Main Panel:
lb_BasicContentTitle2->Caption=Status:
lb_BasicContentTitle3->Caption=Session Window:
lb_BasicContentTitle4->Caption=Info Display:
lb_BasicContentTitle5->Caption=Reminder:
lb_BasicContentTitle6->Caption=Hotkey:
lb_BasicContentTitle7->Caption=Sound:
lb_BasicContentTitle8->Caption=Software Update:
lb_BasicContentTitle9->Caption=File Management:
lb_BasicContentTitle10->Caption=File Sharing:
lb_BasicContentTitle11->Caption=Video Call:
ck_LightingEffects->Caption=After pressing the 1/N/3 switch, device will not automatically return to the light effect mode.

[DownloadConfirmForm]
lb_Title->Caption=Espaço de memória:
lb_ExceededCapacity->Caption=O script está além do limite de tamanho, por favor, elimine parte do script.
lb_DownloadedTips->Caption=[ Script guardado ]
lb_Hint->Caption=*O espaço de memória do sistema será afetado pelo nível do Núcleo e pelos recursos adicionais selecionados.
TotalCapacity=Espaço total:
AvailableCapacity=Espaço restante :
ck_DoNotShowAnymore->Caption=Não mostrar mais

[WeaponExtensionsKeysForm]
lb_Title->Caption=
lb_ExtensionsKeyTitle->Caption=
lb_WheelLightTitle->Caption=
lb_ActivateTitle->Caption=
lb_Hint->Caption=
LightOff=
LightStyle1=
LightStyle2=
WhiteLight=
GreenLight=
PurpleLight=
im_ExtensionsKeyM->Hint=Botão do Meio
im_ExtensionsKey4->Hint=4º Botão
im_ExtensionsKey5->Hint=5º Botão

[SharkSeriesMouseKeySetting]
lb_Title->Caption=[Left Button] Setting
rb_SharkMouseKey1N->Caption=1/N
rb_SharkMouseKey1N3->Caption=1/N/3
rb_SharkMouseKey1N34->Caption=1/N/3/4

[VoiceActivateGun]
VoiceControlKey1=Voice control key [N]
VoiceControlKey2=Voice control key [3]
VoiceControlKey3=Voice control key [4]
VoiceControlKey4=Voice control 1
VoiceControlKey5=Voice control 2
VoiceControlKey6=Voice control 3
VoiceControlKey7=Voice control 4

